[{
    "id": 1,
    "age": "3-6",
    "title": "Les Aventures de Léo le Petit Explorateur",
    "text": [
      "Il était une fois, dans un monde magique, un petit explorateur du nom de Léo. Léo avait tout juste 3 ans et était plein de curiosité. Il adorait partir à la découverte de nouvelles aventures passionnantes.",
      "Un jour ensoleillé, Léo se leva avec un grand sourire. Aujourd'hui, il avait décidé d'explorer la mystérieuse forêt qui se trouvait derrière sa maison. Il mit son chapeau d'explorateur et prit son sac à dos rempli de collations.",
      "Léo marcha joyeusement à travers les arbres géants et les buissons touffus. Il entendit des oiseaux chanter et vit même un écureuil espiègle qui se balançait d'une branche à l'autre.",
      "Alors qu'il avançait plus loin, Léo découvrit un ruisseau étincelant. Il s'agenouilla pour toucher l'eau fraîche et se rendit compte qu'il pouvait voir de petits poissons nager sous la surface.",
      "Le soleil commença à se coucher, mais Léo n'avait pas peur. Il alluma une lampe de poche et continua à explorer. Soudain, il entendit un bruit mystérieux venant d'une grotte sombre.",
      "Léo se dirigea courageusement vers la grotte. À l'intérieur, il découvrit une lueur douce et des dessins éblouissants sur les parois. C'était comme s'il était entré dans un royaume de magie ancienne.",
      "Pendant qu'il explorait la grotte, Léo trouva une étrange clé en or. Il se demandait ce qu'elle pouvait bien ouvrir. Avec la clé en main, il continua son voyage, rempli d'excitation.",
      "La clé le guida à travers un tunnel étroit qui menait à un jardin féerique. Les fleurs brillaient dans le clair de lune, et des lucioles dansaient dans l'air. C'était un spectacle magnifique.",
      "Soudain, Léo entendit un petit miaulement. Il suivit le son et découvrit un chaton perdu. Avec douceur, il prit le chaton dans ses bras et se rendit compte que la clé qu'il avait trouvée était la clé d'une boîte à musique magique.",
      "En insérant la clé dans la boîte à musique, Léo déclencha une mélodie magique qui remplit l'air de bonheur. Les animaux de la forêt et les créatures féeriques se rassemblèrent pour célébrer. Et ainsi, Léo le Petit Explorateur avait trouvé de nouveaux amis et découvert le pouvoir de la gentillesse et de l'aventure."
    ]
  },
    {
        "id": 2,
        "age": "3-6",
        "title": "Minim amet Lorem ex excepteur aute aliqua ad magna consequat deserunt ad magna veniam dolor.",
        "text":"Ullamco nulla cillum aliqua labore quis qui nulla enim velit duis irure dolor do. Id veniam ullamco velit ad occaecat exercitation culpa nostrud aliquip. Ea in sint anim elit elit sunt mollit laboris Lorem culpa officia ex reprehenderit."
    }
]